{"guild_name": "mellomatte88 22 år", "guild_id": 801885706611589120, "standard_channel_id": 801885706611589121, "members": [["Svinken", 282888398904098816], ["kajava", 783980654236925964]], "owner": [783980654236925964, "kajava"], "welcome_message": "welcome <3", "default_role": "alla", 
    "challenges": 
    [
        "är en megatönt - drick 5 klunkar", "öppna fönstret och skrik eller drick 10 klunkar", "hämden är ljuv för dig som flintis - dela ut 7 klunkar", "badbollen hämnas - dela ut 5 klunkar", "Skurt tycker du är ful - ta en shot", "sätt på valfri låt och gör ett uppträdande - ta annars en shot", "**TUMREGELN**: sätt tummen i pannan (om du har cam: om inte??? 5 klunkar) - sista personen som sätter tummen i sin panna dricker 5 klunkar", "berätta ditt pinsammaste sexminne - ta annars en shot", "drick 5 klunkar", "drick 4 klunkar", "drick 3 klunkar", "drick 2 klunkar", "drick 10 klunkar", "har du kostym på dig? INTE?? Botten upp", "dela ut 4 klunkar till någon som är mer korkad än du - om omöjligt, drick dem själv", "ta en shot",
        "ta av ett klädesplagg eller drick 10 klunkar",
        "dela ut 5 klunkar till Erik",
        "gör ett dansuppträdande eller drick 4 klunkar, ta en shot, och tänk på hur tråkig du är...",
        "gör en acapella-cover på Through The Fire and Flames",
        "säg ditt telefonnummer baklänges - om du misslyckas, ta en shot",
        "*tre juck, en suck.* Drick 6 klunkar om citatet är relaterbart - dela annars ut dem",
        "ät ett rått ägg eller ta en shot",
        "häxblanding!!!!\nIngredienser:\n2 delar av det du har i glaset/burken/flaskan\n1 del av valfri shot"
    ], 
    "everyone-challenges": 
    [
        "**DISKUTERA**: Kom överens över en som måste dricka 5 klunkar - motivering krävs.", "**DISKUTERA**: Vems fötter stinker mest? Segraren dricker 5 klunkar", "Drick så många klunkar som det finns knullvänliga personer i samtalet.", "LETA: Den som först hittar en ***sax*** delar ut 5 klunkar", "**DISKUTERA**: Vem är den största tönten? Segraren dricker 5 klunkar", "Alla amatörmusiker dricker 3 klunkar", "Alla singlar - **DISKUTERA**: dela ut 10 klunkar", "Alla som dansat tryckare utan att få ligga efteråt - 5 klunkar", "Alla tar en shot", "drick 5 klunkar", "drick 4 klunkar", "drick 3 klunkar", "drick 2 klunkar", "drick 10 klunkar", "Alla som bor ensamma - drick 4 klunkar", "Alla som bor ensamma - dela ut 4 klunkar", "Alla som bor med någon - drick 4 klunkar", "Alla som bor ned någon - dela ut 4 klunkar", "BOTTEN UPP", "ta en shot", "**MELLANSUP**", "**MELLANSUP**", "**MELLANSUP**", "**MELLANSUP**",
        "SKÅÅÅÅÅÅÅÅÅÅL",
        "Grattis Mattias <3 - alla dricker 6 klunkar",
        "HÖRDE JAG SKÅL?",
        "OCH SKÅLAR MAN?",
        "**HITTA EN SKO** - den första som hittar delar ut lika många klunkar som storleken på skon",
        "Vem har tagit min sista snus? Lyssna på låten och känn er inre snusare",
        "**HÄMTA EN DISKBORSTE** - den första som hittar delar ut lika många klunkar som det finns bokstäver i *klart grabben ska diska* (20)"
    ]
    }